Revit 2027 API
ParameterTypeId.EnergyAnalysisMassZoning Property
 "Mass Zoning"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId EnergyAnalysisMassZoning { get; }
Public Shared ReadOnly Property EnergyAnalysisMassZoning As ForgeTypeId
	Get
public:
static property ForgeTypeId^ EnergyAnalysisMassZoning {
	ForgeTypeId^ get ();
}
static member EnergyAnalysisMassZoning : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace